;Place localized text in this file

[ForceLightning_CV X2WeaponTemplate]
FriendlyName="学徒闪电"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"

[ForceLightning_MG X2WeaponTemplate]
FriendlyName="专家闪电"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"

[ForceLightning_BM X2WeaponTemplate]
FriendlyName="大师闪电"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"



[ForceShock_CV X2WeaponTemplate]
FriendlyName="学徒冲击"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"

[ForceShock_MG X2WeaponTemplate]
FriendlyName="专家冲击"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"

[ForceShock_BM X2WeaponTemplate]
FriendlyName="大师冲击"
BriefSummary=""
TacticalText="<Bullet/>从指尖施放闪电来打击你敌人。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"



[ForcePush_CV X2WeaponTemplate]
FriendlyName="学徒推击"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"

[ForcePush_MG X2WeaponTemplate]
FriendlyName="专家推击"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"

[ForcePush_BM X2WeaponTemplate]
FriendlyName="大师推击"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/> 主要攻击。"
AbilityDescName="突击步枪"



[ForcePushSecondary_CV X2WeaponTemplate]
FriendlyName="学徒推力"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"

[ForcePushSecondary_MG X2WeaponTemplate]
FriendlyName="专家推力"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"

[ForcePushSecondary_BM X2WeaponTemplate]
FriendlyName="大师推力"
BriefSummary=""
TacticalText="<Bullet/>最小伤害攻击，有几率击退和眩晕敌人。 \n<Bullet/>眩晕几率适用于监视。击退不会。\n<Bullet/>二次攻击。"
AbilityDescName="手枪"




[ISForcePushShot X2AbilityTemplate]
LocFriendlyName="强制推挤"
LocHelpText="对目标施加心灵感应力，并有几率造成击退和眩晕。<Ability:CANNOTBEDODGED/>"
LocLongDescription="使用主武器总是会结束一个单位的回合。"

[ISForcePush手枪Shot X2AbilityTemplate]
LocFriendlyName="强制推挤"
LocLongDescription="您接受过有效利用<Ability:SecondaryWeaponName/>."
LocHelpText="对目标施加心灵感应力，并有几率造成击退和眩晕。"
LocFlyOverText=""
LocPromotionPopupText="<Bullet/>这<Ability:SecondaryWeaponName/>允许<Ability:ClassName/>花费其他行动点数时攻击或监视。<br>"
